app/controllers/salesforce_controller.rb

SELECT "salesforce"."contact".* FROM "salesforce"."contact"
---
  def contacts
    @page = (params[:page] || 1).to_i
    @contacts = Contact.all